       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
      * This program prints 'Hello World' to the console.
       PROCEDURE DIVISION.
           DISPLAY 'Hello World'.
           STOP RUN.
